Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/8_id_446549.html.tmx
Source language: nob
Languages: sme

source: Reindriftsstyret mener at andre alternativer bør vurderes , for eksempel en særskilt reindriftsdomstol for hele landet som for eksempel kan knyttes til en jordskiftedomstol .
sme: Boazodoallostivra oaivvilda ahte ferte árvvoštallat eará vejolašvuođaid , omd. sierra duopmostuolu boazodoalu várás miehtá riikka , mii ovdamearkka dihte sáhtášii čadnot muhtun eananjuohkinduopmostullui .

source: Fordelene med dette vil ifølge Reindriftsstyret , være at foruten at den innehar og kan vedlikeholde særskilt kunnskap om reindrift , også kan arbeide med dette i et videre perspektiv i forhold til samisk reindrift og rettsoppfatning .
sme: Boazodoallostivrra mielas livččii ovdamunnin dás , earret dat ahte das lea ja sáhttá háhkat eanet máhtu boazodoalu birra , ahte maiddái sáhttá bargat viidát perspektiivvas sámi boazodoalu ja riekteipmárdusaid hárrái .

source: Domstolen skal med det ha kunnskaper om rettsforhold som går ut over reindriftslovens bestemmelser , noe som vil føre til bedre rettssikkerhet og større legitimitet .
sme: Nu galggaše duopmostuolus leat viidát dieđut ja máhttu riektedilálašvuođaid birra go boazodoallolága mearrádusaid birra , mii buoridivččii riektesihkarvuođa ja attášii buoret legitimitehta .

source: Under konsultasjonene har både Sametinget og NRL kommet med innvendinger mot å bruke jordskifteretten .
sme: Ráđđádallamiid oktavuođas leaba sihke Sámediggi ja NBR vuosttaldan evttohusa geavahit eananjuohkindikki .

source: Under behandlingen av lovutkastet i Sametingets plenum gikk både flertallet og mindretallet imot forslaget .
sme: Láhkaevttohusa gieđahallamis Sámedikki ollesčoahkkimis vuosttaldeigga sihke eanet- ja unnitlohku dien evttohusa .

source: NRL gikk også imot forslaget på sitt styremøte i slutten av september 2006 .
sme: Maiddái NBR vuosttaldii evttohusa stivračoahkkimisttis loahpageahčen čakčamánu 2006 .

source: Gjennom lovrevisjonen i 1996 ble jordskifteretten gitt kompetanse til å behandle visse sakstyper vedrørende reindriften , jf. Ot.prp. nr. 28 ( 1994-95 ) .
sme: Láhkarievdadeami olis 1996:s oaččui eananjuohkindiggi válddi gieđahallat dihto áššiid mat gusket boazodollui , gč. Od.prp. nr. 28 ( 1994 – 95 ) .

source: Dette gjaldt bruksordning , rettsutgreiing og grensegang , i tillegg til skjønn etter reindriftsloven .
sme: Dát guoskkai geavahanortnegii , riektečielggadeapmái ja rádjegeassimii , lassin árvvoštusaide boazodoallolága olis .

source: Når det gjelder bruksordning , rettsutgreiing og grensegang , kan bestemmelsene her bare anvendes til å avklare forholdet til andre interesser .
sme: Geavahanortnega , riektečielggadeami ja rádjegeassima oktavuođas sáhttet mearrádusat adnot dušše čielggadit oktavuođa eará beroštumiide .

source: Erfaringene så langt er forholdsvis begrensede , men slik departementet ser det , foreligger det ikke tungtveiende innvendinger mot at jordskifteretten også får oppgaver knyttet til interne forhold i reindriften .
sme: Dán rádjái lea unnán vásáhus dáinna , muhto nugo departemeanta oaidná dán , de eai leat mearkkašahtti vuostehágut addit eananjuohkindiggái doaimmaid boazodoalu siskkáldas áššiid oktavuođas .

source: Den generelle kompetansen som jordskifteretten har i forhold til grensegang og bruksordninger , er nyttig også for behandling av saker innenfor reindriften .
sme: Oppalaš máhttu mii eananjuohkindikkis lea rádjegeassimiid ja geavahanortnegiid hárrái , lea ávkkálaš maiddái boazodollui guoski áššiid gieđahallamis .

source: Imidlertid er det behov for en opprusting med hensyn til reindriftsfaglig kompetanse og samisk språk og kulturforståelse , noe som også var forutsetningen i forbindelse med lovrevisjonen i 1996 .
sme: Almmotge lea dárbu buoridit boazodoallofágalaš gelbbolašvuođa , sámegielmáhtu ja kulturáddejumi , mii maiddái lei eaktun dalle go láhka rievdaduvvui 1996:s .

source: Slik kompetanseoppbygging kan finne sted på et par utvalgte steder , ett i nord og ett i sør , som får ansvar for å behandle saker i henholdsvis det nord-samiske og det sør-samiske området .
sme: Diekkár gelbbolašvuohta galgá huksejuvvot moatti válljejuvvon báikkis , main okta lea davvin ja nubbi lullin , mat ožžot ovddasvástádusa gieđahallat áššiid nappo davvisámi ja oarjelsámi guovlluin .

source: Det er nå etablert en egen domstol for Indre Finnmark .
sme: Dál lea ásahuvvon sierra duopmostuollu Sis-Finnmárkku várás .

source: En mulighet kunne være å legge oppgavene dit .
sme: Okta vejolašvuohta livččii bidjat dasa doaimmaid .

source: Etter departementets syn vil imidlertid en domstol i Indre Finnmark , som førsteinstansdomstol , ligge geografisk fjernt fra den sørlige reindriften .
sme: Departemeantta oainnu mielde šattašii Sis-Finnmárkku duopmostuollu , vuosttašinstánsa duopmostuollun , geográfalaččat guhkkin eret oarjelsámi boazodoalus .

source: Dette taler for en viss geografisk fordeling av slike oppgaver som beskrevet ovenfor .
sme: Seamma livččii gaskaboddosaš meahcceduopmostuollu mii galgá ásahuvvot Finnmárkkulága olis .

source: Når det gjelder de konkrete oppgaver , ser departementet det slik at vedtak om høyeste reintall etter § 60 første og annet ledd ikke naturlig hører inn under jordskifterettens oppgaver .
sme: Konkrehta doaimmaid hárrái oaivvilda departemeanta ahte alimus boazologu mearrideapmi § 60 vuosttaš ja nuppi lađđasiid olis ii heive eananjuohkindikki doaimmaid searvái .

source: Det samme gjelder forslaget om å la jordskifteretten prøve forvaltningsvedtak knyttet til distriktsgrensene , jf. § 42 .
sme: Seamma guoská evttohussii loahpalaččat dohkkehit hálddašanmearrádusaid orohatrájiid hárrái , gč. § 42 .

source: Departementet vil imidlertid gå inn for utvalgets forslag om å gi jordskifteretten en rolle når det gjelder regler om beitebruk .
sme: Departemeanta doarju lávdegotti evttohusa dakko ahte addit eananjuohkindiggái sajádaga guohtungeavaheami hárrái .

source: Forutsatt at kompetansen som nevnt ovenfor styrkes , finner departementet at slike oppgaver vil være naturlige for jordskifteretten å ivareta .
sme: Dainna eavttuin ahte gelbbolašvuohta nannejuvvo nugo namuhuvvon ovdalis , de atná departemeanta ahte eananjuohkindiggái lea lunddolaš fuolahit dakkár doaimmaid .

source: 8.21 Myndighetsorganer og forvaltning
sme: 8.21 Mearridanváldi ja hálddašeapmi

source: På det regionale nivå foreslår Reindriftslovutvalget at dagens områdestyrer gjøres om til fylkesreindriftsstyrer . Fylkesmannen overtar de oppgaver reindriftskontorene har i dag .
sme: Regiovnnalaš dásis árvala Boazodoalloláhkalávdegoddi ahte otná guovllustivrrat rievdaduvvojit fylkkaboazodoallostivran ja ahte fylkkamánni váldá badjelasás daid doaimmaid mat dál leat boazodoallokantuvrrain .

source: Utvalget foreslår videre at det sentrale reindriftsstyret opprettholdes .
sme: Lávdegoddi árvala viidáseappot ahte guovddáš boazodoallostivra bisuhuvvo .

source: På det administrative nivå videreføres dagens sentrale enhet , men i form av Statens reindriftsforvaltning .
sme: Hálddahuslaš dásis jotkojuvvo dálá guovddáš hálddahus , muhto Stáhta boazodoallohálddahusa namas .

source: Etter utvalgets forslag forutsettes enkeltsaker flyttet ut av departementet i sin helhet .
sme: Lávdegotti árvalusa mielde jurddašuvvojit ovttaskas áššit oalát sirdojuvvot eret departemeanttas .

source: Høringsuttalelsene avspeiler ulike oppfatninger om dette .
sme: Gulaskuddanásahusain leat iešguđetlágán oainnut dása .

source: En del høringsuttalelser er positive til forslaget om at fylkesmannen skal ha administrativt ansvar på regionalt nivå .
sme: Muhtun gulaskuddanásahusat leat mielas evttohussii sirdit fylkkamánnái guovlulaš hálddahusovddasvástádusa .

source: Det daværende Arbeids- og administrasjonsdepartementet gir uttrykk for at ikke bare sett fra reindriftsforvaltningens og næringens behov , men også fra et areal- og miljøvernperspektiv , vil alle parter være tjent med en forvaltningsmodell som evner å se forvaltningsområdene som virker inn på reindriftens samlede rammebetingelser bedre i sammenheng .
sme: Dalá Bargo- ja hálddašandepartemeanta oaivvildii ahte ii dušše boazodoallohálddahusa ja ealáhusa dárbbuid dihte , muhto maiddái areála- ja birasgáhttenperspektiivvas , livččii buohkaide ávkin oažžut hálddašanmodealla mii buorebut nákce oktasažžan oaidnit hálddašanbeliid mat váikkuhit boazodoalu ollislaš rámmaeavttuid .

source: I tillegg til sektoransvar på ulike områder , vil fylkesmannsembetet også kunne tilføre reindriftsforvaltningen tiltrengt kompetanse og autoritet i gjennomføringen av oppgavene .
sme: Lassin dasa go lea ovddasvástádus iešguđet surggiid hárrái , de sáhtášii fylkkamánni maiddái veahkehit boazodoallohálddahusa dárbbašlaš gelbbolašvuođain ja válddiin doaimmaid čađahit .

source: Dernest vil en slik samling etter Arbeids- og administrasjonsdepartementets oppfatning , bidra til en forenkling av forvaltningen sett fra publikums ståsted .
sme: Bargo- ja hálddašandepartemeantta oainnu mielde dagašii diekkár ovttasteapmi ahte hálddašeapmi šattašii álkit geavaheddjiide .

source: Andre mener at forslaget har uheldige sider .
sme: Earát fas oaivvildit ahte evttohusas leat heajos bealit .

source: Reindriftssjefen gir uttrykk for at forslaget innebærer en svekkelse av innsigelsesinstituttet etter plan- og bygningsloven .
sme: Earret eará lea ballu ahte boazodoalloberoštumit bázahallet eará beroštumiid ektui .

source: Flere tar til ordet for at Sametinget bør overta ansvaret for reindriftsforvaltningen .
sme: Boazodoallohoavda oaivvilda ahte evttohus headjuda vuosttaldanvejolašvuođa plána- ja huksenlága olis .

source: Sametinget selv mener at overføring til fylkesmannen vil innebære en tilbakevending til noe som ligner på det tidligere lappefogdsystemet ; noe som ikke vil være hensiktsmessig og som vil fjerne reindriften fra det samiske samfunnet .
sme: Máŋggas oaivvildit ahte Sámediggi berre badjelasás váldit boazodoalu hálddašeami . Sámediggi ieš oaivvilda ahte sirdin fylkkamánnái lea maŋoslávki sámifáldi sullasaš ásahussii , mii ii leat ulbmillaš ja mii gáidadivččii boazodoalu eret sámi servodagas .

source: Sametinget uttaler at Regjeringen må ta initiativ til å utrede nærmere forhold omkring samisk selvbestemmelse og forvaltning av reindriften .
sme: Sámediggi cealká ahte Ráđđehus ferte áigái oažžut vuđolet čielggadeami sámi iešmearrideami birra ja boazodoalu hálddašeami birra .

source: Etter departementets syn må Sametingets krav ses i forhold til det generelle behovet for en gjennomgang av hvilke politikkområder Sametinget bør få økt myndighet over .
sme: Departemeantta oainnu mielde ferte Sámedikki gáibádusa geahččat ovttas oppalaš dárbbuin guorahallat guđiid politihkkasurggiin Sámediggi berre oažžut eanet válddi .

source: En prinsipiell avklaring med hensyn til Sametingets myndighet og innflytelse på ulike områder vil kunne ta tid .
sme: Prinsihppalaš čielggadeapmi Sámedikki válddi ja váikkuhanvuoimmi birra iešguđet surggiin sáhttá leat áddjás bargu .

source: Samtidig haster det med å få andre viktige endringer på plass .
sme: Seammás lea hoahppu oažžut áigái eará deaŧalaš rievdademiid .

source: Dette har ført til at departementet ved denne lovrevisjonen ikke foreslår endringer med hensyn til organiseringen av den offentlige forvaltningen .
sme: Dát lea dahkan ahte departemeanta dán láhkarievdadeamis ii leat evttohan rievdadit almmolaš hálddašeami organiserema .

source: Både Sametinget og NRL er enige i at det i denne omgang ikke foretas endringer i forvaltningsmodellen for reindriften .
sme: Sihke Sámediggi ja NBR leat ovttaoaivilis das ahte dán vuoru ii galgga rievdadit boazodoalu hálddašanmodealla .

source: 8.22 Reinoppsyn
sme: 8.22 Boazobearráigeahčču

source: Reindriftslovutvalget tar i punkt 9.9.7 i utredningen opp spørsmålet om hvem som skal påse at bestemmelser og vedtak blir overholdt .
sme: Boazodoalloláhkalávdegoddi guorahallá iežas čielggadeami čuoggás 9.9.7 gažaldaga gii galgá bearráigeahččat ahte mearrádusat doahttaluvvojit .

source: Etter utvalgets oppfatning taler mye for at Reindriftsforvaltningen bør skjermes for slike oppgaver .
sme: Lávdegoddi oaivvilda ahte leat garra ákkat dasa ahte boazodoallohálddahus ii galgga dan dahkat .

source: For at den skal kunne forestå faglig oppfølging på en best mulig måte , er det viktig med gode samarbeidsrelasjoner i forhold til utøverne i næringen .
sme: Vai boazodoallohálddahus buoremus lági mielde sáhttá čuovvolit áššiid , de lea deaŧalaš doalahit buori ovttasbargovuoiŋŋa boazodolliid ektui .

source: Et for sterkt kontrollelement som del av forvaltningens virksomhet , vil kunne motvirke dette .
sme: Jus hálddahusa doaibman maiddái livččii bearráigeahču doallat , de sáhttá dat gártat hehttehussan .

source: Utvalget foreslår derfor i utkastet § 12-4 at Statens naturoppsyn ( SNO ) skal føre kontroll med at bestemmelser gitt i eller i medhold av reindriftsloven blir overholdt .
sme: Dan dihte árvala lávdegoddi § 12 – 4 ahte Stáhta luonddubearráigeahčču ( SNO ) galgá bearráigeahččat ahte mearrádusat mat leat addon boazodoallolágas dahje dan olis čuvvojuvvojit .

source: Det påpekes at SNO allerede i dag har en rekke oppgaver i de områder hvor det utøves reindrift .
sme: Čujuhuvvo ahte Stáhta luonddubearráigeahčus dál juo leat moanat doaimmat guovlluin gos lea boazodoallu .

source: Reinoppsynet skal i henhold til utvalgets forslag , kontrollere at beitetider blir overholdt , samt at andre beitebruksregler blir ivaretatt , for eksempel kjørereglene for flytting mv.
sme: Boazobearráigeahčču galgá lávdegotti evttohusa mielde bearráigeahččat ahte guohtunáiggit doahttaluvvojit , ja ahte guohtungeavaheami eará njuolggadusat vuhtii váldojuvvojit , ovdamearkka dihte njuolggadusat johttáma birra jna.

source: Den norske advokatforening og Direktoratet for naturforvaltning er blant dem som støtter forslaget .
sme: Norgga advokáhttasearvi ja Luondduhálddašandirektoráhtta leat daid gaskkas mat dorjot evttohusa .

source: For øvrig er høringsinstansene gjennomgående temmelig negative , selv om få i særlig grad begrunner dette nærmere .
sme: Eará gulaskuddanásahusat moitet evttohusa oalle sakka , muhto hui unnán čilgejit manne .

source: Det foreslås at oppgavene skal ivaretas av Reindriftsforvaltningen eller Reinpolitiet .
sme: Árvaluvvo ahte Boazodoallohálddahus dahje Boazopolitiijat galget bearráigeahču fuolahit .

source: Sametinget påpeker at i 2001 ble bare 3500 timer av totalt 21000 timer brukt til oppsyn med næringen fra Reinpolitiets side .
sme: Sámediggi čujuha ahte 2001:s atne Boazopolitiijat dušše 3500 diimmu oktiibuot 21000 diimmus boazodoalu bearráigehččui .

source: Det framholdes at Reinpolitiet bør få tilført ressurser slik at de kan øke sin kompetanse når det gjelder reindrift , samisk språk og samisk kultur .
sme: Deattuhuvvo ahte Boazopolitiijat berrejit oažžut resurssaid vai sáhttet buoridit iežaset čehppodaga boazodoalu birra , sámegielas ja sámi kultuvrras .

source: Videre gir Sametinget uttrykk for at virkeområdet for Reinpolitiet bør utvides slik at det omfatter hele reindriftsområdet .
sme: Viidáseappot cealká Sámediggi ahte Boazopolitiijaid doaibmaviidodat berre viiddiduvvot olles boazodoalloguvlui .

source: Etter departementets oppfatning , vil det være behov for visse former for kontroll og oppsyn .
sme: Departemeantta oainnu mielde lea vissis bearráigeahčču ja dárkkisteapmi dárbbašlaš .

source: Reindrift foregår over store områder og under marginale forhold .
sme: Boazodoallu doaimmahuvvo viiddis guovlluin ja váttis dilálašvuođain .

source: Lojal innretning fra utøvernes side i forhold til de ulike rammebetingelser , er en forutsetning for en velordnet reindrift .
sme: Buresdoaibmi boazodoallu eaktuda ahte boazodoallit oskkáldasat doahttalit iešguđet meriid .

source: For å forhindre at et lite mindretall skal ødelegge for fellesskapet og skape utrygghet og uro , framstår et offentlig oppsyn som nødvendig .
sme: Eastadan dihte ahte moattis billisit oallugiid ovddas ja ásahit ráfehisvuođa ja váivvi , de lea dárbbašlaš doallat almmolaš bearráigeahču .

source: Et oppsyn vil også rette seg mot andre brukere av fjell og utmark , og slik kunne bidra til at reindriften får « arbeidsro » når dette er nødvendig .
sme: Bearráigeahčču doaibmá maiddái eará meahccegeavaheddjiid ektui , ja sáhttá nu leat veahkkin oččodeame boazodollui « bargoráfi » go dat lea dárbbašlaš .

source: Departementet ser det likevel slik at forslaget om et eget reinoppsyn ikke bør følges opp i denne omgang .
sme: Departemeanta datte oaivvilda ahte evttohuvvon boazobearráigeahčču ii berre ovddiduvvot dán háve .

source: SNO har nå overtatt det statlige naturoppsynet i Finnmark fra Fjelltjenesten , mens det ennå er uvisst om SNO også kommer til å utøve tjenester for Finnmarkseiendommen .
sme: Stáhta luonddubearráigeahčču lea badjelasas váldán dan stáhtalaš luonddubearráigeahču Finnmárkkus , man Meahccebálvalus doaimmahii ovdal , muhto vuos lea eahpesihkar galgá go Stáhta luonddubearráigeahčču maiddái doaimmahit bearráigeahču Finnmárkkuopmodaga ovddas .

source: På den bakgrunn kan det være hensiktsmessig å avvente utviklingen her og den rolleavklaring mellom ulike aktører som gjennom dette må finne sted , herunder også forholdet til Reinpolitiet .
sme: Dan vuođul sáhttá leat buoremus vuordit ja oaidnit movt dát ovdána , ja vuos oaidnit movt iešguđet bealálaččat juogadit rollaid gaskaneaset , ja dás maiddái oktavuođa Boazopolitiijaide .

source: Spørsmålet vil bli drøftet med alle berørte interesser , blant annet Miljøverndepartementet og Justisdepartementet , før det kan tas endelig stilling til spørsmålet .
sme: Gažaldat galgá ságastallojuvvot buot guoskevaš beliiguin , earret eará Birasgáhttendepartemeanttain ja Justiisadepartemeanttain , ovdal go dahkko loahpalaš oaivil áššis .

source: Det har vært vurdert å foreslå en hjemmel i loven for senere opprettelse av et slikt tilsyn , men departementet har kommet til at også dette bør vente .
sme: Lea árvvoštallojuvvon árvalit mearrádusa láhkii mii maŋŋel attášii válddii ásahit diekkár bearráigeahču , muhto departemeanta lea gávnnahan ahte maiddái dán berre maŋidit .

source: Dette vil innebære at situasjonen blir som i dag .
sme: Sihke Sámediggi ja NBR leaba ráđđádallamiin dorjon dan .

source: 8.23 Mekling
sme: 8.23 Soabaheapmi

source: Utvalget foreslår en meklingsordning for utenrettslig konfliktløsning som er blitt godt mottatt blant høringsinstansene .
sme: Lávdegoddi árvala soabahanortnega man mielde sáhttá riidduid čoavdit olggobealde diggeortnega , ja dasa leat gulaskuddanásahusat mielas .

source: Departementet slutter seg til utvalgets vurderinger .
sme: Departemeanta guorrasa lávdegotti árvvoštallamiidda .

source: Etter departementets syn er det viktig å åpne for en adgang til å løse konflikter utenrettslig .
sme: Departemeantta oainnu mielde lea deaŧalaš ásahit vejolašvuođa čoavdit riidduid almmá lágastemiid haga .

source: Dette vil kunne gi en mykere og mindre formell ramme rundt konfliktløsninger , som også vil gjøre samarbeid og sameksistens lettere senere .
sme: Dat attášii loažžadet ja unnit formála birrasa riidduid čoavdimii , mii fas álkidahttá maŋit áiggi ovttasbarggu ja ovttaseallima .

source: Etter forslaget kan områdestyret av eget tiltak eller etter ønske fra en leder av siidaandel , fra en siida eller et distrikt , bestemme at det skal megles mellom to parter som ikke klarer å samarbeide om løsning av en konflikt .
sme: Evttohusa mielde sáhttá guovllustivra iežas fuomášumiin dahje siidaoasi jođiheaddji dahje orohaga sávaldaga mielde mearridit ahte guovtti bealálačča gaskka galgá dollot soabaheapmi , go ieža eaba nagot riiddu čoavdit .

source: Områdestyret eller Reindriftsstyret utpeker en person som antas å ha tillit hos begge parter som meglingsmann .
sme: Guovllustivra dahje boazodoallostivra nammada soabaheaddjin olbmo geasa navdá goappaš beliid luohttit .

source: Meglingsmannen innkaller til møte med rimelig varsel , og begge parter har plikt til å møte .
sme: Soabaheaddji gohčču čoahkkimii govttolaš áiggis , ja goappaš beliin lea geatnegasvuohta boahtit .

source: 8.24 Sanksjoner
sme: 8.24 Ráŋggáštusat ( sankšuvnnat )

source: Utvalget har foreslått et eget kapittel hvor ulike sanksjonsbestemmelser er samlet .
sme: Lávdegoddi lea árvalan sierra kapihttalii čohkket ráŋggáštusmearrádusaid .

source: Begrepet sanksjoner er brukt som felles betegnelse på tiltak som skal fremtvinge oppfyllelse av et gitt pålegg og reaksjoner med et i det vesentlige pønalt formål .
sme: Lávdegoddi lea atnán doahpaga ráŋggášteapmi ( sankšuvdna ) oktasaš namahussan sihke gohččumiid čađaheami bággema birra ja doaimmaid birra maid ulbmil lea eastadit rihkkuma .

source: Stort sett framkommer det ikke tungtveiende innvendinger imot hovedtankene i forslaget .
sme: Oppalohkái eai leat mearkkašahtti vuostahágut evttohusa ulbmilii .

source: Regjeringsadvokaten , Advokatforeningen og Politidirektoratet har imidlertid noen synspunkter som er kommentert i merknadene , og for en del tatt hensyn til .
sme: Ráđđehusadvokáhtta , Advokáhttasearvi ja Politiijadirektoráhtta datte ovddidit soames oainnuid , maid departemeanta lea komenteren mearkkašumiin paragráfaide , ja main muhtun oasi lea vuhtii váldán .

source: Departementet vil påpeke at dagens lov er mangelfull i forhold til muligheten for å iverksette tiltak og sanksjonere dersom lover og regler ikke følges .
sme: Departemeanta čujuha ahte dálá lágas leat váilevaš vejolašvuođat čađahit doaimmaid ja ráŋggáštit daid geat eai čuovo lágaid ja njuolggadusaid .

source: Utvalgets forslag til nye bestemmelser gir , etter departementets syn , både et fleksibelt og nyansert virkemiddelapparat , og fremstår som langt mer hensiktsmessig enn dagens bestemmelser .
sme: Lávdegotti árvalan ođđa mearrádusat attáše , departemeantta oainnu mielde , sihke heivehahtti ja vuogas váikkuhanreaidduid , ja leat mihá heivvoleappot go dálá mearrádusat .

source: I tillegg til de bestemmelser en har i dag om reduksjon av reinflokk ved tvang , foreslås det bestemmelser om tvangsmulkt , forelegg og avgift ved brudd på bruksregler .
sme: Lassin mearrádusaide mat juo odne leat boazologu bággounnideami birra , de evttohuvvojit mearrádusat bággensáhku , sáhkkocelkosiid ja divvagiid birra mat bohtet jus rihkku doaibmanjuolggadusaid .

source: Departementet vil særlig peke på at bestemmelsen om tvangsmulkt kan være et hensiktsmessig virkemiddel ved brudd på bestemmelser i loven og vedtak fattet med hjemmel i denne .
sme: Departemeanta deattuha erenoamážit ahte mearrádus bággensáhku birra sáhttá leat heivvolaš veahkkeneavvu jus soamis rihkku láhkamearrádusaid dahje mearrádusaid mat leat lága olis dahkkojuvvon .

source: Sametinget har under konsultasjonene gitt uttrykk for at de ikke vil gå inn for utvalgets forslag til sanksjonsbestemmelser .
sme: Sámediggi lea ráđđádallamiin cealkán ahte sii eai doarjjo lávdegotti árvalusa ráŋggáštemiid birra .

source: Begrunnelsen har vært at dersom reindriften selv ikke tildeles den endelige myndighet til å fastsette reintall og ikke har flertall i styringsorganene , svekkes sanksjonsbestemmelsenes legitimitet .
sme: Ággan lea ahte jus boazodoallu ii oaččo loahpalaš válddi mearridit boazologu , ii ge oaččo eanetlogu stivrenorgánain , de headjuda dat ráŋggáštusmearrádusaid legitimitehta ( doallevašvuođa ) .

source: Under behandlingen i Sametingets plenum gikk flertallet imot forslaget til sanksjonsbestemmelser .
sme: Gieđahallamis Sámedikki ollesčoahkkimis vuosttaldii eanetlohku ráŋggáštanmearrádusaid .

source: NRL har ikke hatt innvendinger mot forslaget slik det foreligger .
sme: NBR ii leat vuosttaldan evttohusa nu movt dal lea .

source: 8.25 Instruksjonsmyndighet og ­omgjøringsadgang
sme: 8.25 Gohččunváldi ja rievdadanvejolašvuohta
